/*
Текст задания
1. Найти остаток от деления двух переменных
a. let a = 13;
b. let b = 5;
2. Что выведет на экран (Сначала проговорите, потом проверьте)
a. let a;
b. alert(a);
3. Что выведет на экран (Сначала проговорите, потом проверьте)
a. alert('abc' * 3);
4. Что выведет на экран (Сначала проговорите, потом проверьте)
a. alert( 1 / 0);
b. alert(-1 / 0);
5. Что выведет на экран (Сначала проговорите, потом проверьте)
a. alert('2' * '3');
*/

// let a = 13;
// let b = 5;
// console.log(a % b);

// let a;
// alert(a);

// alert('abc' * 3);

// alert( 1 / 0); // infinity
// alert(-1 / 0); // -infinity

// alert('2' * '3');  // 6
